7767517
149 177
Input                    input                    0 1 input
Convolution              Conv__219                1 1 input Conv__219:0 0=32 1=5 3=2 4=1 15=2 16=2 5=1 6=2400
PReLU                    PRelu_1                  1 1 Conv__219:0 model_1/model/p_re_lu/add_model_1/model/p_re_lu/Relu_model_1/model/p_re_lu/Neg_1_model_1/model/p_re_lu/Relu_1_model_1/model/p_re_lu/mul_dequantize_prelu/add:0 0=32
Split                    splitncnn_0              1 2 model_1/model/p_re_lu/add_model_1/model/p_re_lu/Relu_model_1/model/p_re_lu/Neg_1_model_1/model/p_re_lu/Relu_1_model_1/model/p_re_lu/mul_dequantize_prelu/add:0 model_1/model/p_re_lu/add_model_1/model/p_re_lu/Relu_model_1/model/p_re_lu/Neg_1_model_1/model/p_re_lu/Relu_1_model_1/model/p_re_lu/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu/add_model_1/model/p_re_lu/Relu_model_1/model/p_re_lu/Neg_1_model_1/model/p_re_lu/Relu_1_model_1/model/p_re_lu/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise                1 1 model_1/model/p_re_lu/add_model_1/model/p_re_lu/Relu_model_1/model/p_re_lu/Neg_1_model_1/model/p_re_lu/Relu_1_model_1/model/p_re_lu/mul_dequantize_prelu/add:0_splitncnn_1 depthwise:0 0=32 1=5 4=2 6=800 7=32
Convolution              Conv__222                1 1 depthwise:0 Conv__222:0 0=32 1=1 5=1 6=1024
BinaryOp                 model_1/model/add/add    2 1 model_1/model/p_re_lu/add_model_1/model/p_re_lu/Relu_model_1/model/p_re_lu/Neg_1_model_1/model/p_re_lu/Relu_1_model_1/model/p_re_lu/mul_dequantize_prelu/add:0_splitncnn_0 Conv__222:0 model_1/model/add/add:0
PReLU                    PRelu_2                  1 1 model_1/model/add/add:0 model_1/model/p_re_lu_1/add_model_1/model/p_re_lu_1/Relu_model_1/model/p_re_lu_1/Neg_1_model_1/model/p_re_lu_1/Relu_1_model_1/model/p_re_lu_1/mul_dequantize_prelu/add:0 0=32
Split                    splitncnn_1              1 2 model_1/model/p_re_lu_1/add_model_1/model/p_re_lu_1/Relu_model_1/model/p_re_lu_1/Neg_1_model_1/model/p_re_lu_1/Relu_1_model_1/model/p_re_lu_1/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_1/add_model_1/model/p_re_lu_1/Relu_model_1/model/p_re_lu_1/Neg_1_model_1/model/p_re_lu_1/Relu_1_model_1/model/p_re_lu_1/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_1/add_model_1/model/p_re_lu_1/Relu_model_1/model/p_re_lu_1/Neg_1_model_1/model/p_re_lu_1/Relu_1_model_1/model/p_re_lu_1/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_1              1 1 model_1/model/p_re_lu_1/add_model_1/model/p_re_lu_1/Relu_model_1/model/p_re_lu_1/Neg_1_model_1/model/p_re_lu_1/Relu_1_model_1/model/p_re_lu_1/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_1:0 0=32 1=5 4=2 6=800 7=32
Convolution              Conv__229                1 1 depthwise_1:0 Conv__229:0 0=32 1=1 5=1 6=1024
BinaryOp                 model_1/model/add_1/add  2 1 model_1/model/p_re_lu_1/add_model_1/model/p_re_lu_1/Relu_model_1/model/p_re_lu_1/Neg_1_model_1/model/p_re_lu_1/Relu_1_model_1/model/p_re_lu_1/mul_dequantize_prelu/add:0_splitncnn_0 Conv__229:0 model_1/model/add_1/add:0
PReLU                    PRelu_3                  1 1 model_1/model/add_1/add:0 model_1/model/p_re_lu_2/add_model_1/model/p_re_lu_2/Relu_model_1/model/p_re_lu_2/Neg_1_model_1/model/p_re_lu_2/Relu_1_model_1/model/p_re_lu_2/mul_dequantize_prelu/add:0 0=32
Split                    splitncnn_2              1 2 model_1/model/p_re_lu_2/add_model_1/model/p_re_lu_2/Relu_model_1/model/p_re_lu_2/Neg_1_model_1/model/p_re_lu_2/Relu_1_model_1/model/p_re_lu_2/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_2/add_model_1/model/p_re_lu_2/Relu_model_1/model/p_re_lu_2/Neg_1_model_1/model/p_re_lu_2/Relu_1_model_1/model/p_re_lu_2/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_2/add_model_1/model/p_re_lu_2/Relu_model_1/model/p_re_lu_2/Neg_1_model_1/model/p_re_lu_2/Relu_1_model_1/model/p_re_lu_2/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_2              1 1 model_1/model/p_re_lu_2/add_model_1/model/p_re_lu_2/Relu_model_1/model/p_re_lu_2/Neg_1_model_1/model/p_re_lu_2/Relu_1_model_1/model/p_re_lu_2/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_2:0 0=32 1=5 4=2 6=800 7=32
Convolution              Conv__236                1 1 depthwise_2:0 Conv__236:0 0=32 1=1 5=1 6=1024
BinaryOp                 model_1/model/add_2/add  2 1 model_1/model/p_re_lu_2/add_model_1/model/p_re_lu_2/Relu_model_1/model/p_re_lu_2/Neg_1_model_1/model/p_re_lu_2/Relu_1_model_1/model/p_re_lu_2/mul_dequantize_prelu/add:0_splitncnn_0 Conv__236:0 model_1/model/add_2/add:0
PReLU                    PRelu_4                  1 1 model_1/model/add_2/add:0 model_1/model/p_re_lu_3/add_model_1/model/p_re_lu_3/Relu_model_1/model/p_re_lu_3/Neg_1_model_1/model/p_re_lu_3/Relu_1_model_1/model/p_re_lu_3/mul_dequantize_prelu/add:0 0=32
Split                    splitncnn_3              1 2 model_1/model/p_re_lu_3/add_model_1/model/p_re_lu_3/Relu_model_1/model/p_re_lu_3/Neg_1_model_1/model/p_re_lu_3/Relu_1_model_1/model/p_re_lu_3/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_3/add_model_1/model/p_re_lu_3/Relu_model_1/model/p_re_lu_3/Neg_1_model_1/model/p_re_lu_3/Relu_1_model_1/model/p_re_lu_3/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_3/add_model_1/model/p_re_lu_3/Relu_model_1/model/p_re_lu_3/Neg_1_model_1/model/p_re_lu_3/Relu_1_model_1/model/p_re_lu_3/mul_dequantize_prelu/add:0_splitncnn_1
Pooling                  model_1/model/max_pooling2d/MaxPool 1 1 model_1/model/p_re_lu_3/add_model_1/model/p_re_lu_3/Relu_model_1/model/p_re_lu_3/Neg_1_model_1/model/p_re_lu_3/Relu_1_model_1/model/p_re_lu_3/mul_dequantize_prelu/add:0_splitncnn_1 model_1/model/max_pooling2d/MaxPool:0 1=2 2=2 5=1
Padding                  model_1/model/channel_padding/Pad 1 1 model_1/model/max_pooling2d/MaxPool:0 model_1/model/channel_padding/Pad:0 8=32
ConvolutionDepthWise     depthwise_3              1 1 model_1/model/p_re_lu_3/add_model_1/model/p_re_lu_3/Relu_model_1/model/p_re_lu_3/Neg_1_model_1/model/p_re_lu_3/Relu_1_model_1/model/p_re_lu_3/mul_dequantize_prelu/add:0_splitncnn_0 depthwise_3:0 0=32 1=5 3=2 4=1 15=2 16=2 6=800 7=32
Convolution              Conv__249                1 1 depthwise_3:0 Conv__249:0 0=64 1=1 5=1 6=2048
BinaryOp                 model_1/model/add_3/add  2 1 model_1/model/channel_padding/Pad:0 Conv__249:0 model_1/model/add_3/add:0
PReLU                    PRelu_5                  1 1 model_1/model/add_3/add:0 model_1/model/p_re_lu_4/add_model_1/model/p_re_lu_4/Relu_model_1/model/p_re_lu_4/Neg_1_model_1/model/p_re_lu_4/Relu_1_model_1/model/p_re_lu_4/mul_dequantize_prelu/add:0 0=64
Split                    splitncnn_4              1 2 model_1/model/p_re_lu_4/add_model_1/model/p_re_lu_4/Relu_model_1/model/p_re_lu_4/Neg_1_model_1/model/p_re_lu_4/Relu_1_model_1/model/p_re_lu_4/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_4/add_model_1/model/p_re_lu_4/Relu_model_1/model/p_re_lu_4/Neg_1_model_1/model/p_re_lu_4/Relu_1_model_1/model/p_re_lu_4/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_4/add_model_1/model/p_re_lu_4/Relu_model_1/model/p_re_lu_4/Neg_1_model_1/model/p_re_lu_4/Relu_1_model_1/model/p_re_lu_4/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_4              1 1 model_1/model/p_re_lu_4/add_model_1/model/p_re_lu_4/Relu_model_1/model/p_re_lu_4/Neg_1_model_1/model/p_re_lu_4/Relu_1_model_1/model/p_re_lu_4/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_4:0 0=64 1=5 4=2 6=1600 7=64
Convolution              Conv__250                1 1 depthwise_4:0 Conv__250:0 0=64 1=1 5=1 6=4096
BinaryOp                 model_1/model/add_4/add  2 1 model_1/model/p_re_lu_4/add_model_1/model/p_re_lu_4/Relu_model_1/model/p_re_lu_4/Neg_1_model_1/model/p_re_lu_4/Relu_1_model_1/model/p_re_lu_4/mul_dequantize_prelu/add:0_splitncnn_0 Conv__250:0 model_1/model/add_4/add:0
PReLU                    PRelu_6                  1 1 model_1/model/add_4/add:0 model_1/model/p_re_lu_5/add_model_1/model/p_re_lu_5/Relu_model_1/model/p_re_lu_5/Neg_1_model_1/model/p_re_lu_5/Relu_1_model_1/model/p_re_lu_5/mul_dequantize_prelu/add:0 0=64
Split                    splitncnn_5              1 2 model_1/model/p_re_lu_5/add_model_1/model/p_re_lu_5/Relu_model_1/model/p_re_lu_5/Neg_1_model_1/model/p_re_lu_5/Relu_1_model_1/model/p_re_lu_5/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_5/add_model_1/model/p_re_lu_5/Relu_model_1/model/p_re_lu_5/Neg_1_model_1/model/p_re_lu_5/Relu_1_model_1/model/p_re_lu_5/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_5/add_model_1/model/p_re_lu_5/Relu_model_1/model/p_re_lu_5/Neg_1_model_1/model/p_re_lu_5/Relu_1_model_1/model/p_re_lu_5/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_5              1 1 model_1/model/p_re_lu_5/add_model_1/model/p_re_lu_5/Relu_model_1/model/p_re_lu_5/Neg_1_model_1/model/p_re_lu_5/Relu_1_model_1/model/p_re_lu_5/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_5:0 0=64 1=5 4=2 6=1600 7=64
Convolution              Conv__257                1 1 depthwise_5:0 Conv__257:0 0=64 1=1 5=1 6=4096
BinaryOp                 model_1/model/add_5/add  2 1 model_1/model/p_re_lu_5/add_model_1/model/p_re_lu_5/Relu_model_1/model/p_re_lu_5/Neg_1_model_1/model/p_re_lu_5/Relu_1_model_1/model/p_re_lu_5/mul_dequantize_prelu/add:0_splitncnn_0 Conv__257:0 model_1/model/add_5/add:0
PReLU                    PRelu_7                  1 1 model_1/model/add_5/add:0 model_1/model/p_re_lu_6/add_model_1/model/p_re_lu_6/Relu_model_1/model/p_re_lu_6/Neg_1_model_1/model/p_re_lu_6/Relu_1_model_1/model/p_re_lu_6/mul_dequantize_prelu/add:0 0=64
Split                    splitncnn_6              1 2 model_1/model/p_re_lu_6/add_model_1/model/p_re_lu_6/Relu_model_1/model/p_re_lu_6/Neg_1_model_1/model/p_re_lu_6/Relu_1_model_1/model/p_re_lu_6/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_6/add_model_1/model/p_re_lu_6/Relu_model_1/model/p_re_lu_6/Neg_1_model_1/model/p_re_lu_6/Relu_1_model_1/model/p_re_lu_6/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_6/add_model_1/model/p_re_lu_6/Relu_model_1/model/p_re_lu_6/Neg_1_model_1/model/p_re_lu_6/Relu_1_model_1/model/p_re_lu_6/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_6              1 1 model_1/model/p_re_lu_6/add_model_1/model/p_re_lu_6/Relu_model_1/model/p_re_lu_6/Neg_1_model_1/model/p_re_lu_6/Relu_1_model_1/model/p_re_lu_6/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_6:0 0=64 1=5 4=2 6=1600 7=64
Convolution              Conv__264                1 1 depthwise_6:0 Conv__264:0 0=64 1=1 5=1 6=4096
BinaryOp                 model_1/model/add_6/add  2 1 model_1/model/p_re_lu_6/add_model_1/model/p_re_lu_6/Relu_model_1/model/p_re_lu_6/Neg_1_model_1/model/p_re_lu_6/Relu_1_model_1/model/p_re_lu_6/mul_dequantize_prelu/add:0_splitncnn_0 Conv__264:0 model_1/model/add_6/add:0
PReLU                    PRelu_8                  1 1 model_1/model/add_6/add:0 model_1/model/p_re_lu_7/add_model_1/model/p_re_lu_7/Relu_model_1/model/p_re_lu_7/Neg_1_model_1/model/p_re_lu_7/Relu_1_model_1/model/p_re_lu_7/mul_dequantize_prelu/add:0 0=64
Split                    splitncnn_7              1 2 model_1/model/p_re_lu_7/add_model_1/model/p_re_lu_7/Relu_model_1/model/p_re_lu_7/Neg_1_model_1/model/p_re_lu_7/Relu_1_model_1/model/p_re_lu_7/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_7/add_model_1/model/p_re_lu_7/Relu_model_1/model/p_re_lu_7/Neg_1_model_1/model/p_re_lu_7/Relu_1_model_1/model/p_re_lu_7/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_7/add_model_1/model/p_re_lu_7/Relu_model_1/model/p_re_lu_7/Neg_1_model_1/model/p_re_lu_7/Relu_1_model_1/model/p_re_lu_7/mul_dequantize_prelu/add:0_splitncnn_1
Pooling                  model_1/model/max_pooling2d_1/MaxPool 1 1 model_1/model/p_re_lu_7/add_model_1/model/p_re_lu_7/Relu_model_1/model/p_re_lu_7/Neg_1_model_1/model/p_re_lu_7/Relu_1_model_1/model/p_re_lu_7/mul_dequantize_prelu/add:0_splitncnn_1 model_1/model/max_pooling2d_1/MaxPool:0 1=2 2=2 5=1
Padding                  model_1/model/channel_padding_1/Pad 1 1 model_1/model/max_pooling2d_1/MaxPool:0 model_1/model/channel_padding_1/Pad:0 8=64
ConvolutionDepthWise     depthwise_7              1 1 model_1/model/p_re_lu_7/add_model_1/model/p_re_lu_7/Relu_model_1/model/p_re_lu_7/Neg_1_model_1/model/p_re_lu_7/Relu_1_model_1/model/p_re_lu_7/mul_dequantize_prelu/add:0_splitncnn_0 depthwise_7:0 0=64 1=5 3=2 4=1 15=2 16=2 6=1600 7=64
Convolution              Conv__277                1 1 depthwise_7:0 Conv__277:0 0=128 1=1 5=1 6=8192
BinaryOp                 model_1/model/add_7/add  2 1 model_1/model/channel_padding_1/Pad:0 Conv__277:0 model_1/model/add_7/add:0
PReLU                    PRelu_9                  1 1 model_1/model/add_7/add:0 model_1/model/p_re_lu_8/add_model_1/model/p_re_lu_8/Relu_model_1/model/p_re_lu_8/Neg_1_model_1/model/p_re_lu_8/Relu_1_model_1/model/p_re_lu_8/mul_dequantize_prelu/add:0 0=128
Split                    splitncnn_8              1 2 model_1/model/p_re_lu_8/add_model_1/model/p_re_lu_8/Relu_model_1/model/p_re_lu_8/Neg_1_model_1/model/p_re_lu_8/Relu_1_model_1/model/p_re_lu_8/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_8/add_model_1/model/p_re_lu_8/Relu_model_1/model/p_re_lu_8/Neg_1_model_1/model/p_re_lu_8/Relu_1_model_1/model/p_re_lu_8/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_8/add_model_1/model/p_re_lu_8/Relu_model_1/model/p_re_lu_8/Neg_1_model_1/model/p_re_lu_8/Relu_1_model_1/model/p_re_lu_8/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_8              1 1 model_1/model/p_re_lu_8/add_model_1/model/p_re_lu_8/Relu_model_1/model/p_re_lu_8/Neg_1_model_1/model/p_re_lu_8/Relu_1_model_1/model/p_re_lu_8/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_8:0 0=128 1=5 4=2 6=3200 7=128
Convolution              Conv__278                1 1 depthwise_8:0 Conv__278:0 0=128 1=1 5=1 6=16384
BinaryOp                 model_1/model/add_8/add  2 1 model_1/model/p_re_lu_8/add_model_1/model/p_re_lu_8/Relu_model_1/model/p_re_lu_8/Neg_1_model_1/model/p_re_lu_8/Relu_1_model_1/model/p_re_lu_8/mul_dequantize_prelu/add:0_splitncnn_0 Conv__278:0 model_1/model/add_8/add:0
PReLU                    PRelu_10                 1 1 model_1/model/add_8/add:0 model_1/model/p_re_lu_9/add_model_1/model/p_re_lu_9/Relu_model_1/model/p_re_lu_9/Neg_1_model_1/model/p_re_lu_9/Relu_1_model_1/model/p_re_lu_9/mul_dequantize_prelu/add:0 0=128
Split                    splitncnn_9              1 2 model_1/model/p_re_lu_9/add_model_1/model/p_re_lu_9/Relu_model_1/model/p_re_lu_9/Neg_1_model_1/model/p_re_lu_9/Relu_1_model_1/model/p_re_lu_9/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_9/add_model_1/model/p_re_lu_9/Relu_model_1/model/p_re_lu_9/Neg_1_model_1/model/p_re_lu_9/Relu_1_model_1/model/p_re_lu_9/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_9/add_model_1/model/p_re_lu_9/Relu_model_1/model/p_re_lu_9/Neg_1_model_1/model/p_re_lu_9/Relu_1_model_1/model/p_re_lu_9/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_9              1 1 model_1/model/p_re_lu_9/add_model_1/model/p_re_lu_9/Relu_model_1/model/p_re_lu_9/Neg_1_model_1/model/p_re_lu_9/Relu_1_model_1/model/p_re_lu_9/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_9:0 0=128 1=5 4=2 6=3200 7=128
Convolution              Conv__285                1 1 depthwise_9:0 Conv__285:0 0=128 1=1 5=1 6=16384
BinaryOp                 model_1/model/add_9/add  2 1 model_1/model/p_re_lu_9/add_model_1/model/p_re_lu_9/Relu_model_1/model/p_re_lu_9/Neg_1_model_1/model/p_re_lu_9/Relu_1_model_1/model/p_re_lu_9/mul_dequantize_prelu/add:0_splitncnn_0 Conv__285:0 model_1/model/add_9/add:0
PReLU                    PRelu_11                 1 1 model_1/model/add_9/add:0 model_1/model/p_re_lu_10/add_model_1/model/p_re_lu_10/Relu_model_1/model/p_re_lu_10/Neg_1_model_1/model/p_re_lu_10/Relu_1_model_1/model/p_re_lu_10/mul_dequantize_prelu/add:0 0=128
Split                    splitncnn_10             1 2 model_1/model/p_re_lu_10/add_model_1/model/p_re_lu_10/Relu_model_1/model/p_re_lu_10/Neg_1_model_1/model/p_re_lu_10/Relu_1_model_1/model/p_re_lu_10/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_10/add_model_1/model/p_re_lu_10/Relu_model_1/model/p_re_lu_10/Neg_1_model_1/model/p_re_lu_10/Relu_1_model_1/model/p_re_lu_10/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_10/add_model_1/model/p_re_lu_10/Relu_model_1/model/p_re_lu_10/Neg_1_model_1/model/p_re_lu_10/Relu_1_model_1/model/p_re_lu_10/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_10             1 1 model_1/model/p_re_lu_10/add_model_1/model/p_re_lu_10/Relu_model_1/model/p_re_lu_10/Neg_1_model_1/model/p_re_lu_10/Relu_1_model_1/model/p_re_lu_10/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_10:0 0=128 1=5 4=2 6=3200 7=128
Convolution              Conv__292                1 1 depthwise_10:0 Conv__292:0 0=128 1=1 5=1 6=16384
BinaryOp                 model_1/model/add_10/add 2 1 model_1/model/p_re_lu_10/add_model_1/model/p_re_lu_10/Relu_model_1/model/p_re_lu_10/Neg_1_model_1/model/p_re_lu_10/Relu_1_model_1/model/p_re_lu_10/mul_dequantize_prelu/add:0_splitncnn_0 Conv__292:0 model_1/model/add_10/add:0
PReLU                    PRelu_12                 1 1 model_1/model/add_10/add:0 model_1/model/p_re_lu_11/add_model_1/model/p_re_lu_11/Relu_model_1/model/p_re_lu_11/Neg_1_model_1/model/p_re_lu_11/Relu_1_model_1/model/p_re_lu_11/mul_dequantize_prelu/add:0 0=128
Split                    splitncnn_11             1 3 model_1/model/p_re_lu_11/add_model_1/model/p_re_lu_11/Relu_model_1/model/p_re_lu_11/Neg_1_model_1/model/p_re_lu_11/Relu_1_model_1/model/p_re_lu_11/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_11/add_model_1/model/p_re_lu_11/Relu_model_1/model/p_re_lu_11/Neg_1_model_1/model/p_re_lu_11/Relu_1_model_1/model/p_re_lu_11/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_11/add_model_1/model/p_re_lu_11/Relu_model_1/model/p_re_lu_11/Neg_1_model_1/model/p_re_lu_11/Relu_1_model_1/model/p_re_lu_11/mul_dequantize_prelu/add:0_splitncnn_1 model_1/model/p_re_lu_11/add_model_1/model/p_re_lu_11/Relu_model_1/model/p_re_lu_11/Neg_1_model_1/model/p_re_lu_11/Relu_1_model_1/model/p_re_lu_11/mul_dequantize_prelu/add:0_splitncnn_2
Pooling                  model_1/model/max_pooling2d_2/MaxPool 1 1 model_1/model/p_re_lu_11/add_model_1/model/p_re_lu_11/Relu_model_1/model/p_re_lu_11/Neg_1_model_1/model/p_re_lu_11/Relu_1_model_1/model/p_re_lu_11/mul_dequantize_prelu/add:0_splitncnn_2 model_1/model/max_pooling2d_2/MaxPool:0 1=2 2=2 5=1
Padding                  model_1/model/channel_padding_2/Pad 1 1 model_1/model/max_pooling2d_2/MaxPool:0 model_1/model/channel_padding_2/Pad:0 8=128
ConvolutionDepthWise     depthwise_11             1 1 model_1/model/p_re_lu_11/add_model_1/model/p_re_lu_11/Relu_model_1/model/p_re_lu_11/Neg_1_model_1/model/p_re_lu_11/Relu_1_model_1/model/p_re_lu_11/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_11:0 0=128 1=5 3=2 4=1 15=2 16=2 6=3200 7=128
Convolution              Conv__305                1 1 depthwise_11:0 Conv__305:0 0=256 1=1 5=1 6=32768
BinaryOp                 model_1/model/add_11/add 2 1 model_1/model/channel_padding_2/Pad:0 Conv__305:0 model_1/model/add_11/add:0
PReLU                    PRelu_13                 1 1 model_1/model/add_11/add:0 model_1/model/p_re_lu_12/add_model_1/model/p_re_lu_12/Relu_model_1/model/p_re_lu_12/Neg_1_model_1/model/p_re_lu_12/Relu_1_model_1/model/p_re_lu_12/mul_dequantize_prelu/add:0 0=256
Split                    splitncnn_12             1 2 model_1/model/p_re_lu_12/add_model_1/model/p_re_lu_12/Relu_model_1/model/p_re_lu_12/Neg_1_model_1/model/p_re_lu_12/Relu_1_model_1/model/p_re_lu_12/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_12/add_model_1/model/p_re_lu_12/Relu_model_1/model/p_re_lu_12/Neg_1_model_1/model/p_re_lu_12/Relu_1_model_1/model/p_re_lu_12/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_12/add_model_1/model/p_re_lu_12/Relu_model_1/model/p_re_lu_12/Neg_1_model_1/model/p_re_lu_12/Relu_1_model_1/model/p_re_lu_12/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_12             1 1 model_1/model/p_re_lu_12/add_model_1/model/p_re_lu_12/Relu_model_1/model/p_re_lu_12/Neg_1_model_1/model/p_re_lu_12/Relu_1_model_1/model/p_re_lu_12/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_12:0 0=256 1=5 4=2 6=6400 7=256
Convolution              Conv__306                1 1 depthwise_12:0 Conv__306:0 0=256 1=1 5=1 6=65536
BinaryOp                 model_1/model/add_12/add 2 1 model_1/model/p_re_lu_12/add_model_1/model/p_re_lu_12/Relu_model_1/model/p_re_lu_12/Neg_1_model_1/model/p_re_lu_12/Relu_1_model_1/model/p_re_lu_12/mul_dequantize_prelu/add:0_splitncnn_0 Conv__306:0 model_1/model/add_12/add:0
PReLU                    PRelu_14                 1 1 model_1/model/add_12/add:0 model_1/model/p_re_lu_13/add_model_1/model/p_re_lu_13/Relu_model_1/model/p_re_lu_13/Neg_1_model_1/model/p_re_lu_13/Relu_1_model_1/model/p_re_lu_13/mul_dequantize_prelu/add:0 0=256
Split                    splitncnn_13             1 2 model_1/model/p_re_lu_13/add_model_1/model/p_re_lu_13/Relu_model_1/model/p_re_lu_13/Neg_1_model_1/model/p_re_lu_13/Relu_1_model_1/model/p_re_lu_13/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_13/add_model_1/model/p_re_lu_13/Relu_model_1/model/p_re_lu_13/Neg_1_model_1/model/p_re_lu_13/Relu_1_model_1/model/p_re_lu_13/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_13/add_model_1/model/p_re_lu_13/Relu_model_1/model/p_re_lu_13/Neg_1_model_1/model/p_re_lu_13/Relu_1_model_1/model/p_re_lu_13/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_13             1 1 model_1/model/p_re_lu_13/add_model_1/model/p_re_lu_13/Relu_model_1/model/p_re_lu_13/Neg_1_model_1/model/p_re_lu_13/Relu_1_model_1/model/p_re_lu_13/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_13:0 0=256 1=5 4=2 6=6400 7=256
Convolution              Conv__313                1 1 depthwise_13:0 Conv__313:0 0=256 1=1 5=1 6=65536
BinaryOp                 model_1/model/add_13/add 2 1 model_1/model/p_re_lu_13/add_model_1/model/p_re_lu_13/Relu_model_1/model/p_re_lu_13/Neg_1_model_1/model/p_re_lu_13/Relu_1_model_1/model/p_re_lu_13/mul_dequantize_prelu/add:0_splitncnn_0 Conv__313:0 model_1/model/add_13/add:0
PReLU                    PRelu_15                 1 1 model_1/model/add_13/add:0 model_1/model/p_re_lu_14/add_model_1/model/p_re_lu_14/Relu_model_1/model/p_re_lu_14/Neg_1_model_1/model/p_re_lu_14/Relu_1_model_1/model/p_re_lu_14/mul_dequantize_prelu/add:0 0=256
Split                    splitncnn_14             1 2 model_1/model/p_re_lu_14/add_model_1/model/p_re_lu_14/Relu_model_1/model/p_re_lu_14/Neg_1_model_1/model/p_re_lu_14/Relu_1_model_1/model/p_re_lu_14/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_14/add_model_1/model/p_re_lu_14/Relu_model_1/model/p_re_lu_14/Neg_1_model_1/model/p_re_lu_14/Relu_1_model_1/model/p_re_lu_14/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_14/add_model_1/model/p_re_lu_14/Relu_model_1/model/p_re_lu_14/Neg_1_model_1/model/p_re_lu_14/Relu_1_model_1/model/p_re_lu_14/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_14             1 1 model_1/model/p_re_lu_14/add_model_1/model/p_re_lu_14/Relu_model_1/model/p_re_lu_14/Neg_1_model_1/model/p_re_lu_14/Relu_1_model_1/model/p_re_lu_14/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_14:0 0=256 1=5 4=2 6=6400 7=256
Convolution              Conv__320                1 1 depthwise_14:0 Conv__320:0 0=256 1=1 5=1 6=65536
BinaryOp                 model_1/model/add_14/add 2 1 model_1/model/p_re_lu_14/add_model_1/model/p_re_lu_14/Relu_model_1/model/p_re_lu_14/Neg_1_model_1/model/p_re_lu_14/Relu_1_model_1/model/p_re_lu_14/mul_dequantize_prelu/add:0_splitncnn_0 Conv__320:0 model_1/model/add_14/add:0
PReLU                    PRelu_16                 1 1 model_1/model/add_14/add:0 model_1/model/p_re_lu_15/add_model_1/model/p_re_lu_15/Relu_model_1/model/p_re_lu_15/Neg_1_model_1/model/p_re_lu_15/Relu_1_model_1/model/p_re_lu_15/mul_dequantize_prelu/add:0 0=256
Split                    splitncnn_15             1 3 model_1/model/p_re_lu_15/add_model_1/model/p_re_lu_15/Relu_model_1/model/p_re_lu_15/Neg_1_model_1/model/p_re_lu_15/Relu_1_model_1/model/p_re_lu_15/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_15/add_model_1/model/p_re_lu_15/Relu_model_1/model/p_re_lu_15/Neg_1_model_1/model/p_re_lu_15/Relu_1_model_1/model/p_re_lu_15/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_15/add_model_1/model/p_re_lu_15/Relu_model_1/model/p_re_lu_15/Neg_1_model_1/model/p_re_lu_15/Relu_1_model_1/model/p_re_lu_15/mul_dequantize_prelu/add:0_splitncnn_1 model_1/model/p_re_lu_15/add_model_1/model/p_re_lu_15/Relu_model_1/model/p_re_lu_15/Neg_1_model_1/model/p_re_lu_15/Relu_1_model_1/model/p_re_lu_15/mul_dequantize_prelu/add:0_splitncnn_2
Pooling                  model_1/model/max_pooling2d_3/MaxPool 1 1 model_1/model/p_re_lu_15/add_model_1/model/p_re_lu_15/Relu_model_1/model/p_re_lu_15/Neg_1_model_1/model/p_re_lu_15/Relu_1_model_1/model/p_re_lu_15/mul_dequantize_prelu/add:0_splitncnn_2 model_1/model/max_pooling2d_3/MaxPool:0 1=2 2=2 5=1
ConvolutionDepthWise     depthwise_15             1 1 model_1/model/p_re_lu_15/add_model_1/model/p_re_lu_15/Relu_model_1/model/p_re_lu_15/Neg_1_model_1/model/p_re_lu_15/Relu_1_model_1/model/p_re_lu_15/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_15:0 0=256 1=5 3=2 4=1 15=2 16=2 6=6400 7=256
Convolution              Conv__333                1 1 depthwise_15:0 Conv__333:0 0=256 1=1 5=1 6=65536
BinaryOp                 model_1/model/add_15/add 2 1 model_1/model/max_pooling2d_3/MaxPool:0 Conv__333:0 model_1/model/add_15/add:0
PReLU                    PRelu_17                 1 1 model_1/model/add_15/add:0 model_1/model/p_re_lu_16/add_model_1/model/p_re_lu_16/Relu_model_1/model/p_re_lu_16/Neg_1_model_1/model/p_re_lu_16/Relu_1_model_1/model/p_re_lu_16/mul_dequantize_prelu/add:0 0=256
Split                    splitncnn_16             1 2 model_1/model/p_re_lu_16/add_model_1/model/p_re_lu_16/Relu_model_1/model/p_re_lu_16/Neg_1_model_1/model/p_re_lu_16/Relu_1_model_1/model/p_re_lu_16/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_16/add_model_1/model/p_re_lu_16/Relu_model_1/model/p_re_lu_16/Neg_1_model_1/model/p_re_lu_16/Relu_1_model_1/model/p_re_lu_16/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_16/add_model_1/model/p_re_lu_16/Relu_model_1/model/p_re_lu_16/Neg_1_model_1/model/p_re_lu_16/Relu_1_model_1/model/p_re_lu_16/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_16             1 1 model_1/model/p_re_lu_16/add_model_1/model/p_re_lu_16/Relu_model_1/model/p_re_lu_16/Neg_1_model_1/model/p_re_lu_16/Relu_1_model_1/model/p_re_lu_16/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_16:0 0=256 1=5 4=2 6=6400 7=256
Convolution              Conv__334                1 1 depthwise_16:0 Conv__334:0 0=256 1=1 5=1 6=65536
BinaryOp                 model_1/model/add_16/add 2 1 model_1/model/p_re_lu_16/add_model_1/model/p_re_lu_16/Relu_model_1/model/p_re_lu_16/Neg_1_model_1/model/p_re_lu_16/Relu_1_model_1/model/p_re_lu_16/mul_dequantize_prelu/add:0_splitncnn_0 Conv__334:0 model_1/model/add_16/add:0
PReLU                    PRelu_18                 1 1 model_1/model/add_16/add:0 model_1/model/p_re_lu_17/add_model_1/model/p_re_lu_17/Relu_model_1/model/p_re_lu_17/Neg_1_model_1/model/p_re_lu_17/Relu_1_model_1/model/p_re_lu_17/mul_dequantize_prelu/add:0 0=256
Split                    splitncnn_17             1 2 model_1/model/p_re_lu_17/add_model_1/model/p_re_lu_17/Relu_model_1/model/p_re_lu_17/Neg_1_model_1/model/p_re_lu_17/Relu_1_model_1/model/p_re_lu_17/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_17/add_model_1/model/p_re_lu_17/Relu_model_1/model/p_re_lu_17/Neg_1_model_1/model/p_re_lu_17/Relu_1_model_1/model/p_re_lu_17/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_17/add_model_1/model/p_re_lu_17/Relu_model_1/model/p_re_lu_17/Neg_1_model_1/model/p_re_lu_17/Relu_1_model_1/model/p_re_lu_17/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_17             1 1 model_1/model/p_re_lu_17/add_model_1/model/p_re_lu_17/Relu_model_1/model/p_re_lu_17/Neg_1_model_1/model/p_re_lu_17/Relu_1_model_1/model/p_re_lu_17/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_17:0 0=256 1=5 4=2 6=6400 7=256
Convolution              Conv__341                1 1 depthwise_17:0 Conv__341:0 0=256 1=1 5=1 6=65536
BinaryOp                 model_1/model/add_17/add 2 1 model_1/model/p_re_lu_17/add_model_1/model/p_re_lu_17/Relu_model_1/model/p_re_lu_17/Neg_1_model_1/model/p_re_lu_17/Relu_1_model_1/model/p_re_lu_17/mul_dequantize_prelu/add:0_splitncnn_0 Conv__341:0 model_1/model/add_17/add:0
PReLU                    PRelu_19                 1 1 model_1/model/add_17/add:0 model_1/model/p_re_lu_18/add_model_1/model/p_re_lu_18/Relu_model_1/model/p_re_lu_18/Neg_1_model_1/model/p_re_lu_18/Relu_1_model_1/model/p_re_lu_18/mul_dequantize_prelu/add:0 0=256
Split                    splitncnn_18             1 2 model_1/model/p_re_lu_18/add_model_1/model/p_re_lu_18/Relu_model_1/model/p_re_lu_18/Neg_1_model_1/model/p_re_lu_18/Relu_1_model_1/model/p_re_lu_18/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_18/add_model_1/model/p_re_lu_18/Relu_model_1/model/p_re_lu_18/Neg_1_model_1/model/p_re_lu_18/Relu_1_model_1/model/p_re_lu_18/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_18/add_model_1/model/p_re_lu_18/Relu_model_1/model/p_re_lu_18/Neg_1_model_1/model/p_re_lu_18/Relu_1_model_1/model/p_re_lu_18/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_18             1 1 model_1/model/p_re_lu_18/add_model_1/model/p_re_lu_18/Relu_model_1/model/p_re_lu_18/Neg_1_model_1/model/p_re_lu_18/Relu_1_model_1/model/p_re_lu_18/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_18:0 0=256 1=5 4=2 6=6400 7=256
Convolution              Conv__348                1 1 depthwise_18:0 Conv__348:0 0=256 1=1 5=1 6=65536
BinaryOp                 model_1/model/add_18/add 2 1 model_1/model/p_re_lu_18/add_model_1/model/p_re_lu_18/Relu_model_1/model/p_re_lu_18/Neg_1_model_1/model/p_re_lu_18/Relu_1_model_1/model/p_re_lu_18/mul_dequantize_prelu/add:0_splitncnn_0 Conv__348:0 model_1/model/add_18/add:0
PReLU                    PRelu_20                 1 1 model_1/model/add_18/add:0 model_1/model/p_re_lu_19/add_model_1/model/p_re_lu_19/Relu_model_1/model/p_re_lu_19/Neg_1_model_1/model/p_re_lu_19/Relu_1_model_1/model/p_re_lu_19/mul_dequantize_prelu/add:0 0=256
Interp                   Resize__164              1 1 model_1/model/p_re_lu_19/add_model_1/model/p_re_lu_19/Relu_model_1/model/p_re_lu_19/Neg_1_model_1/model/p_re_lu_19/Relu_1_model_1/model/p_re_lu_19/mul_dequantize_prelu/add:0 Resize__164:0 0=2 3=12 4=12
Convolution              Conv__355                1 1 Resize__164:0 Conv__355:0 0=256 1=1 5=1 6=65536
PReLU                    PRelu_21                 1 1 Conv__355:0 model_1/model/p_re_lu_20/add_model_1/model/p_re_lu_20/Relu_model_1/model/p_re_lu_20/Neg_1_model_1/model/p_re_lu_20/Relu_1_model_1/model/p_re_lu_20/mul_dequantize_prelu/add:0 0=256
BinaryOp                 model_1/model/add_19/add 2 1 model_1/model/p_re_lu_15/add_model_1/model/p_re_lu_15/Relu_model_1/model/p_re_lu_15/Neg_1_model_1/model/p_re_lu_15/Relu_1_model_1/model/p_re_lu_15/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_20/add_model_1/model/p_re_lu_20/Relu_model_1/model/p_re_lu_20/Neg_1_model_1/model/p_re_lu_20/Relu_1_model_1/model/p_re_lu_20/mul_dequantize_prelu/add:0 model_1/model/add_19/add:0
Split                    splitncnn_19             1 2 model_1/model/add_19/add:0 model_1/model/add_19/add:0_splitncnn_0 model_1/model/add_19/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_19             1 1 model_1/model/add_19/add:0_splitncnn_1 depthwise_19:0 0=256 1=5 4=2 6=6400 7=256
Convolution              Conv__368                1 1 depthwise_19:0 Conv__368:0 0=256 1=1 5=1 6=65536
BinaryOp                 model_1/model/add_20/add 2 1 model_1/model/add_19/add:0_splitncnn_0 Conv__368:0 model_1/model/add_20/add:0
PReLU                    PRelu_22                 1 1 model_1/model/add_20/add:0 model_1/model/p_re_lu_21/add_model_1/model/p_re_lu_21/Relu_model_1/model/p_re_lu_21/Neg_1_model_1/model/p_re_lu_21/Relu_1_model_1/model/p_re_lu_21/mul_dequantize_prelu/add:0 0=256
Split                    splitncnn_20             1 2 model_1/model/p_re_lu_21/add_model_1/model/p_re_lu_21/Relu_model_1/model/p_re_lu_21/Neg_1_model_1/model/p_re_lu_21/Relu_1_model_1/model/p_re_lu_21/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_21/add_model_1/model/p_re_lu_21/Relu_model_1/model/p_re_lu_21/Neg_1_model_1/model/p_re_lu_21/Relu_1_model_1/model/p_re_lu_21/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_21/add_model_1/model/p_re_lu_21/Relu_model_1/model/p_re_lu_21/Neg_1_model_1/model/p_re_lu_21/Relu_1_model_1/model/p_re_lu_21/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_20             1 1 model_1/model/p_re_lu_21/add_model_1/model/p_re_lu_21/Relu_model_1/model/p_re_lu_21/Neg_1_model_1/model/p_re_lu_21/Relu_1_model_1/model/p_re_lu_21/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_20:0 0=256 1=5 4=2 6=6400 7=256
Convolution              Conv__375                1 1 depthwise_20:0 Conv__375:0 0=256 1=1 5=1 6=65536
BinaryOp                 model_1/model/add_21/add 2 1 model_1/model/p_re_lu_21/add_model_1/model/p_re_lu_21/Relu_model_1/model/p_re_lu_21/Neg_1_model_1/model/p_re_lu_21/Relu_1_model_1/model/p_re_lu_21/mul_dequantize_prelu/add:0_splitncnn_0 Conv__375:0 model_1/model/add_21/add:0
PReLU                    PRelu_23                 1 1 model_1/model/add_21/add:0 model_1/model/p_re_lu_22/add_model_1/model/p_re_lu_22/Relu_model_1/model/p_re_lu_22/Neg_1_model_1/model/p_re_lu_22/Relu_1_model_1/model/p_re_lu_22/mul_dequantize_prelu/add:0 0=256
Split                    splitncnn_21             1 3 model_1/model/p_re_lu_22/add_model_1/model/p_re_lu_22/Relu_model_1/model/p_re_lu_22/Neg_1_model_1/model/p_re_lu_22/Relu_1_model_1/model/p_re_lu_22/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_22/add_model_1/model/p_re_lu_22/Relu_model_1/model/p_re_lu_22/Neg_1_model_1/model/p_re_lu_22/Relu_1_model_1/model/p_re_lu_22/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_22/add_model_1/model/p_re_lu_22/Relu_model_1/model/p_re_lu_22/Neg_1_model_1/model/p_re_lu_22/Relu_1_model_1/model/p_re_lu_22/mul_dequantize_prelu/add:0_splitncnn_1 model_1/model/p_re_lu_22/add_model_1/model/p_re_lu_22/Relu_model_1/model/p_re_lu_22/Neg_1_model_1/model/p_re_lu_22/Relu_1_model_1/model/p_re_lu_22/mul_dequantize_prelu/add:0_splitncnn_2
Interp                   Resize__190              1 1 model_1/model/p_re_lu_22/add_model_1/model/p_re_lu_22/Relu_model_1/model/p_re_lu_22/Neg_1_model_1/model/p_re_lu_22/Relu_1_model_1/model/p_re_lu_22/mul_dequantize_prelu/add:0_splitncnn_2 Resize__190:0 0=2 3=24 4=24
Convolution              Conv__382                1 1 Resize__190:0 Conv__382:0 0=128 1=1 5=1 6=32768
PReLU                    PRelu_24                 1 1 Conv__382:0 model_1/model/p_re_lu_23/add_model_1/model/p_re_lu_23/Relu_model_1/model/p_re_lu_23/Neg_1_model_1/model/p_re_lu_23/Relu_1_model_1/model/p_re_lu_23/mul_dequantize_prelu/add:0 0=128
BinaryOp                 model_1/model/add_22/add 2 1 model_1/model/p_re_lu_11/add_model_1/model/p_re_lu_11/Relu_model_1/model/p_re_lu_11/Neg_1_model_1/model/p_re_lu_11/Relu_1_model_1/model/p_re_lu_11/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_23/add_model_1/model/p_re_lu_23/Relu_model_1/model/p_re_lu_23/Neg_1_model_1/model/p_re_lu_23/Relu_1_model_1/model/p_re_lu_23/mul_dequantize_prelu/add:0 model_1/model/add_22/add:0
Split                    splitncnn_22             1 2 model_1/model/add_22/add:0 model_1/model/add_22/add:0_splitncnn_0 model_1/model/add_22/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_21             1 1 model_1/model/add_22/add:0_splitncnn_1 depthwise_21:0 0=128 1=5 4=2 6=3200 7=128
Convolution              Conv__395                1 1 depthwise_21:0 Conv__395:0 0=128 1=1 5=1 6=16384
BinaryOp                 model_1/model/add_23/add 2 1 model_1/model/add_22/add:0_splitncnn_0 Conv__395:0 model_1/model/add_23/add:0
PReLU                    PRelu_25                 1 1 model_1/model/add_23/add:0 model_1/model/p_re_lu_24/add_model_1/model/p_re_lu_24/Relu_model_1/model/p_re_lu_24/Neg_1_model_1/model/p_re_lu_24/Relu_1_model_1/model/p_re_lu_24/mul_dequantize_prelu/add:0 0=128
Split                    splitncnn_23             1 2 model_1/model/p_re_lu_24/add_model_1/model/p_re_lu_24/Relu_model_1/model/p_re_lu_24/Neg_1_model_1/model/p_re_lu_24/Relu_1_model_1/model/p_re_lu_24/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_24/add_model_1/model/p_re_lu_24/Relu_model_1/model/p_re_lu_24/Neg_1_model_1/model/p_re_lu_24/Relu_1_model_1/model/p_re_lu_24/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_24/add_model_1/model/p_re_lu_24/Relu_model_1/model/p_re_lu_24/Neg_1_model_1/model/p_re_lu_24/Relu_1_model_1/model/p_re_lu_24/mul_dequantize_prelu/add:0_splitncnn_1
ConvolutionDepthWise     depthwise_22             1 1 model_1/model/p_re_lu_24/add_model_1/model/p_re_lu_24/Relu_model_1/model/p_re_lu_24/Neg_1_model_1/model/p_re_lu_24/Relu_1_model_1/model/p_re_lu_24/mul_dequantize_prelu/add:0_splitncnn_1 depthwise_22:0 0=128 1=5 4=2 6=3200 7=128
Convolution              Conv__402                1 1 depthwise_22:0 Conv__402:0 0=128 1=1 5=1 6=16384
BinaryOp                 model_1/model/add_24/add 2 1 model_1/model/p_re_lu_24/add_model_1/model/p_re_lu_24/Relu_model_1/model/p_re_lu_24/Neg_1_model_1/model/p_re_lu_24/Relu_1_model_1/model/p_re_lu_24/mul_dequantize_prelu/add:0_splitncnn_0 Conv__402:0 model_1/model/add_24/add:0
PReLU                    PRelu_26                 1 1 model_1/model/add_24/add:0 model_1/model/p_re_lu_25/add_model_1/model/p_re_lu_25/Relu_model_1/model/p_re_lu_25/Neg_1_model_1/model/p_re_lu_25/Relu_1_model_1/model/p_re_lu_25/mul_dequantize_prelu/add:0 0=128
Split                    splitncnn_24             1 2 model_1/model/p_re_lu_25/add_model_1/model/p_re_lu_25/Relu_model_1/model/p_re_lu_25/Neg_1_model_1/model/p_re_lu_25/Relu_1_model_1/model/p_re_lu_25/mul_dequantize_prelu/add:0 model_1/model/p_re_lu_25/add_model_1/model/p_re_lu_25/Relu_model_1/model/p_re_lu_25/Neg_1_model_1/model/p_re_lu_25/Relu_1_model_1/model/p_re_lu_25/mul_dequantize_prelu/add:0_splitncnn_0 model_1/model/p_re_lu_25/add_model_1/model/p_re_lu_25/Relu_model_1/model/p_re_lu_25/Neg_1_model_1/model/p_re_lu_25/Relu_1_model_1/model/p_re_lu_25/mul_dequantize_prelu/add:0_splitncnn_1
Convolution              Conv__410                1 1 model_1/model/p_re_lu_25/add_model_1/model/p_re_lu_25/Relu_model_1/model/p_re_lu_25/Neg_1_model_1/model/p_re_lu_25/Relu_1_model_1/model/p_re_lu_25/mul_dequantize_prelu/add:0_splitncnn_1 Conv__410:0 0=2 1=1 5=1 6=256
Permute                  Conv2D_28__211           1 1 Conv__410:0 Conv2D_28__211:0 0=3
Reshape                  model_1/model/reshaped_classifier_palm_8/Reshape 1 1 Conv2D_28__211:0 model_1/model/reshaped_classifier_palm_8/Reshape:0 0=1 1=-1
Convolution              Conv__409                1 1 model_1/model/p_re_lu_25/add_model_1/model/p_re_lu_25/Relu_model_1/model/p_re_lu_25/Neg_1_model_1/model/p_re_lu_25/Relu_1_model_1/model/p_re_lu_25/mul_dequantize_prelu/add:0_splitncnn_0 Conv__409:0 0=36 1=1 5=1 6=4608
Permute                  Conv2D_29__208           1 1 Conv__409:0 Conv2D_29__208:0 0=3
Reshape                  model_1/model/reshaped_regressor_palm_8/Reshape 1 1 Conv2D_29__208:0 model_1/model/reshaped_regressor_palm_8/Reshape:0 0=18 1=-1
Convolution              Conv__412                1 1 model_1/model/p_re_lu_22/add_model_1/model/p_re_lu_22/Relu_model_1/model/p_re_lu_22/Neg_1_model_1/model/p_re_lu_22/Relu_1_model_1/model/p_re_lu_22/mul_dequantize_prelu/add:0_splitncnn_1 Conv__412:0 0=6 1=1 5=1 6=1536
Permute                  Conv2D_23__217           1 1 Conv__412:0 Conv2D_23__217:0 0=3
Reshape                  model_1/model/reshaped_classifier_palm_16/Reshape 1 1 Conv2D_23__217:0 model_1/model/reshaped_classifier_palm_16/Reshape:0 0=1 1=-1
Concat                   cls                      2 1 model_1/model/reshaped_classifier_palm_8/Reshape:0 model_1/model/reshaped_classifier_palm_16/Reshape:0 cls
Convolution              Conv__411                1 1 model_1/model/p_re_lu_22/add_model_1/model/p_re_lu_22/Relu_model_1/model/p_re_lu_22/Neg_1_model_1/model/p_re_lu_22/Relu_1_model_1/model/p_re_lu_22/mul_dequantize_prelu/add:0_splitncnn_0 Conv__411:0 0=108 1=1 5=1 6=27648
Permute                  Conv2D_24__214           1 1 Conv__411:0 Conv2D_24__214:0 0=3
Reshape                  model_1/model/reshaped_regressor_palm_16/Reshape 1 1 Conv2D_24__214:0 model_1/model/reshaped_regressor_palm_16/Reshape:0 0=18 1=-1
Concat                   reg                      2 1 model_1/model/reshaped_regressor_palm_8/Reshape:0 model_1/model/reshaped_regressor_palm_16/Reshape:0 reg
